Revit 2027 API
ParameterTypeId.SpotCoordinateIncludeElevation Property
 "Include Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateIncludeElevation { get; }
Public Shared ReadOnly Property SpotCoordinateIncludeElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateIncludeElevation {
	ForgeTypeId^ get ();
}
static member SpotCoordinateIncludeElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace